<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <title> 小 木 匠 </title>
  <link rel="stylesheet" type="text/css" href="../css/common.css">
  <link rel="stylesheet" type="text/css" href="../css/contact.css">

</head>

<body>
  <header><?php include "../common/header.php"; ?></header>
  <div id="contact">
    <div id="contact_box">
      <div>
        <h4>소 목 장</h4><span>소목장(小木匠)은 나무로 전통생활가구를 전문적으로 만드는 장인이다. 주로 궁궐 사찰 주택 등 큰 건축물을 짓는 장인은 대목장(大木匠)이라 한다. 소목장은 기후 자연환경 목재의 채취에 따라 살림공간과 가옥구조에 알맞게 생활가구를 제작한다. 소목가구들은 옷가지를 넣는 농과 옷걸이장, 책을 쌓아두는 책장, 선비들이 공부하는데 사용되는 문방구류, 의식주에 필요한 생활품 등이다.<br><br><br>
          우리나라에서 최초의 생활가구 기록은 고구려 고분벽화인 무용총(舞踊塚)과 안악고분(安岳古墳) 등에서 나타난다. 백제시대 때는 무녕왕릉에서 발굴된 두침과 족좌 등이 있으며, 신라시대는 경주 안압지에서 출토된 생활용품의 목각 등이 있다. 고려시대에는 <고려사> 식화지(食貨志) 중상서(中尙書) 조를 보면 소목장 나전장 등의 명장이 있어 이미 전업으로 국가기관에서도 필요했던 것으로 보인다. 조선시대에는 사대부 귀족들의 사랑방 꾸미기로 기품 있는 생활가구가 이들의 전횡물이 되면서 가구공예는 크게 발달했으나 이를 만드는 장인들은 천대하는 경향이 있었다. <br><br><br>
            조선 전기까지는 목가구가 주로 왕실과 상류계층을 위해 제작되었으나, 조선 후기에는 민간에 널리 보급되고 종류도 많아져 지역적인 특성이 현저히 나타나게 되었다. 주로 서울과 호남평야지대, 평양지방에서 발달했으나 임진왜란과 병자호란 이후에는 경남 충무지방에서 소목장 기술이 발달되어 지금까지 ‘충무 민장롱’이란 하며 널리 이름이 나게 된다. <br><br><br>
            남도(南道)지역의 경우 나무의 무늬를 귀하게 여겨 옻칠을 하지 않은 민장롱을 주로 제작하였는데, 통영지역이 대표적인 예이다. 전남 화순 동복(同福)의 장(欌)은 문양과 옻칠•장식 등을 모두 겸비하고 있고, 먹감나무를 쓰는 것이 특징이다. 이렇듯 소목가구는 대체로 원목을 사용하여 목재가 지닌 나무결을 최대로 살려서 자연미를 추구하는 것이 그 목적이다. 그러므로 소목가구는 전통가구의 형태와 규격•기법•문양을 근거로 제작되었다.
        </span>
      </div>
      <div>
        <h4>오래된 미래</h4><span>태평양 전쟁 이후 소목장은 예술의지나 장인정신을 확장하는 장인의 길이 아니라 표준화된 군용책상 따위나 만드는 매너리즘에 빠질수밖에 없는 기능공 이었다. 해방 이후 주린배를 채우기 어려운 시절, 고가의 목가구를 찾는 사람은 없었다. 전승기반이 무너져 가는 흐름이었다. 이런 흐름 속에서 정부정책이 세워지고 전통공예에 대한 관심이 고개를 들면서 기능보유자로 지정되었다. </span>
      </div>
      <div>
        <h4>사람들</h4>
        <span>
          <table>
            <tr>
              <th>작가</th>
              <td><em> &nbsp;&nbsp;金 恩 貞 </em></td>
            </tr>
            <tr>
              <th>함께해주시는분들</th>
              <td><em> &nbsp;&nbsp;成 尹 碩 &nbsp; 李 智 宣 </em></td>
            </tr>
            <tr>
              <th>도와주시는분들</th>
              <td><em> &nbsp;&nbsp;金 誾 株 &nbsp; 李 智 宣 </em></td>
            </tr>
            <tr>
              <th>감사한분들</th>
              <td><em> &nbsp;&nbsp;洪 殷 傳 &nbsp; 姜 琨 &nbsp; 强 秀 崙 &nbsp; 精 勢 浪</em></td>
            </tr>
          </table>
        </span>
      </div>
      <div>
        <h4>수상경력</h4>
        <span>
          <table>
            <tr>
              <th>2022</th>
              <td><em> &nbsp;&nbsp;경기도공예품 경진대회 대상 </em></td>
            </tr>
            <tr>
              <th>2021</th>
              <td><em> &nbsp;&nbsp;성북예술창작터 전시 금상</em></td>
            </tr>
            <tr>
              <th>2019</th>
              <td><em> &nbsp;&nbsp;경상북도 기능경기대회 우수상 </em></td>
            </tr>
            <tr>
              <th>2016</th>
              <td><em> &nbsp;&nbsp;전라남도 공예품경진대회 최우수상</em></td>
            </tr>
          </table>
        </span>
      </div>
    </div>
  </div>
  <footer>
    <?php include "../common/footer.php"; ?>
  </footer>
</body>

</html>